/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"RefreshControlHeaderIdleText" = "Pull down to refresh";
"RefreshControlHeaderPullingText" = "Release to refresh";
"RefreshControlHeaderRefreshingText" = "Loading...";

"RefreshControlAutoFooterIdleText" = "Tap or pull up to load more";
"RefreshControlAutoFooterRefreshingText" = "Loading...";
"RefreshControlAutoFooterNoMoreDataText" = "No more data";

"RefreshControlBackFooterIdleText" = "Pull up to load more";
"RefreshControlBackFooterPullingText" = "Release to load more";
"RefreshControlBackFooterRefreshingText" = "Loading...";
"RefreshControlBackFooterNoMoreDataText" = "No more data";

"RefreshControlHeaderLastTimeText" = "Last update: ";
"RefreshControlHeaderDateTodayText" = "Today";
"RefreshControlHeaderNoneLastDateText" = "No record";
